{"data":{"filmId":500,"nameRu":"Собачий полдень","nameEn":"Dog Day Afternoon","webUrl":"https://www.kinopoisk.ru/film/500/","posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/500.jpg","posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/500.jpg","year":1975,"filmLength":"02:10","slogan":"Ограбление банка должно было занять десять минут...","description":"В жаркий бруклинский полдень трое воодушевленных неудачников решают ограбить банк. Их план практически сразу выходит из под контроля — один из них трусит и сбегает, а через некоторое время банк оказывается окружён полицией, толпами зевак и тележурналистами. Так «хорошо спланированное» ограбление превращается в цирк.","type":"FILM","ratingMpaa":"r","ratingAgeLimits":16,"premiereRu":null,"distributors":"","premiereWorld":"1975-09-19","premiereDigital":null,"premiereWorldCountry":"Испания","premiereDvd":null,"premiereBluRay":null,"distributorRelease":"","countries":[{"country":"США"}],"genres":[{"genre":"биография"},{"genre":"драма"},{"genre":"криминал"},{"genre":"триллер"}],"facts":["Действие фильма разворачивается жарким летом. Однако на съемках стоял жуткий холод. Актеры, участвовавшие в сценах за пределами банка, вынуждены были постоянно замораживать рты с помощью льда, чтобы не было видно их теплого дыхания.","Аль Пачино и Крис Сарандон сымпровизировали свой телефонный разговор.","Первоначально Сэла должен был сыграть 18-летний актер; именно столько лет и было настоящему Сэлу (Сальваторе). Однако затем эта роль досталась Джону Казале.","Dog days пришли в английский от римлян. Те называли собачьими днями (dies caniculares) два самых жарких летних месяца — в честь созвездия Большого Пса (Canis Major), которое в это время года господствовало в небе (его альфа — Сириус или &laquo;Собачья звезда&raquo; у римлян). Примерно в это же время собаки имеют тенденцию беситься от жары.","Сюжет фильма основан на статье П.Ф. Кладжа и Томаса Мура «Ребята в банке» (The Boys in the Bank).","В фильме Сэл сказал одной из заложниц, что не курит, объясняя это тем, что не хочет умереть от рака лёгких. Актёр Джон Казале, исполнивший роль Сэла, по иронии судьбы, был заядлым курильщиком и умер от рака лёгких.","Полное имя главного героя (Сонни) — Сантино. Так звали одного из персонажей фильма &#171;Крёстный отец&#187;, в котором также сыграли Аль Пачино и Джон Казале.","Фильм поставлен по реальному ограблению, прошедшему 22 августа 1972 года: двое грабителей врываются в банк и пытаются его ограбить, но... денег нет. Они не успевают уйти, и через несколько минут их окружают 250 полицейских, толпа зевак и телевизионщики."]},"externalId":{"imdbId":"tt0072890"}}