{"data":{"filmId":600,"nameRu":"Авалон","nameEn":"Avalon","webUrl":"https://www.kinopoisk.ru/film/600/","posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/600.jpg","posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/600.jpg","year":2001,"filmLength":"01:47","slogan":"Настоящая матрица - это авалон","description":"В отдаленном будущем человечество осваивает виртуальный мир компьютерной игры под названием «Авалон». Лишь немногим удается достичь в игре финального уровня, а те, кто возвращаются с него, впадают в коматозное состояние. Чтобы попытаться спасти своего возлюбленного от этой участи, Эш преисполнена решимости пройти всю игру и встретиться в финале с загадочным персонажем по имени Призрак.","type":"FILM","ratingMpaa":"r","ratingAgeLimits":16,"premiereRu":"2002-06-30","distributors":"Централ Партнершип","premiereWorld":"2001-01-20","premiereDigital":null,"premiereWorldCountry":"Япония","premiereDvd":"2002-10-31","premiereBluRay":null,"distributorRelease":"Videogram","countries":[{"country":"Польша"},{"country":"Япония"}],"genres":[{"genre":"боевик"},{"genre":"драма"},{"genre":"триллер"},{"genre":"фантастика"},{"genre":"фэнтези"}],"facts":["Фильм не случайно был снят в Польше. Чтобы добиться эффекта новизны, японский режиссер искал как можно более экзотическую (на его взгляд) страну, культуру и традиции.","По замыслу Осии выбранная им страна не обязательно должна была быть Польшей. Например, как варианты он рассматривал Англию и Ирландию. Однако желание представить придуманный им мир как мир тьмы, а не света, привел его в Восточную Европу.","Съемки фильма шли больше двух месяцев.","Первоначально главный герой должен был быть мужчиной. Лишь начав работу, Осии решил сделать Эша женщиной.","Осии лично провел актерские пробы в апреле 1999-го и сам выбрал на главную роль Мальгоржату Форемняк.","Режиссер не хотел, чтобы костюмы воинов Авалона придумывали японские художники, которые мыслили в восточных традициях. Именно поэтому была приглашена Магдалена Теславска, которая работала с Анджеем Вайдой, Ежи Кавалеровичем, Анджеем Жулавским и Ежи Гофманом. Хотя Осии планировать нарядить героев в старую военную униформу коммунистической России, он принял предложения Магдалены Теславска.","Когда Эш попадает в Авалон и оказывается в опере, на постере можно обнаружить имя художника фильма Барбары Новак.","Другое название – «Врата в Авалон» (Gate to Avalon, 2001)."]},"externalId":{"imdbId":"tt0267287"}}